Repository: nextcloud/windows-universal
Catalog: NextcloudApp/Strings/*/Resources.resw
Source language: en_us
Languages: bg_bg, ca, cs_cz, es_mx, fi_fi, fr, hu_hu, lv, nb_no, nl, pl, ru, sq, sv, tr, zh_cn

# WiFiOnly
source: Only when I'm on Wi-Fi
bg_bg: Само при Wi-Fi връзка
ca: Només quan estigui connectat a una xarxa Wi-Fi
cs_cz: Pouze, když jsem na Wi-Fi
es_mx: Sólo cuando este conectado por Wi-Fi
fi_fi: Vain Wi-Fi-yhteydellä
fr: Seulement quand je suis connecté en Wi-Fi
hu_hu: Csak ha WiFi hálózaton vagyok
lv: Tikai kad izmantoju WiFi
nb_no: Bare når jeg er på Wi-Fi
nl: Alleen met Wifi verbinding
pl: Tylko po Wi-Fi
ru: Только при подключенном Wi-Fi
sq: Vetëm kur jam në Wi-Fi
sv: Bara när jag använder Wi-Fi
tr: Yalnız Wi-Fi bağlantısı ile
zh_cn: 只有在使用Wi-Fi时

source: Yes
bg_bg: Да
ca: Sí
cs_cz: Ano
es_mx: Sí
fi_fi: Kyllä
fr: Oui
hu_hu: Igen
lv: Jā
nb_no: Ja
nl: Ja
pl: Tak
ru: Да
sq: Po
sv: Ja
tr: Evet
zh_cn: 是

# Delete_Text.Text
source: Delete
bg_bg: Изтриване
ca: Esborrar
cs_cz: Smazat
es_mx: Borrar
fi_fi: Poista
fr: Supprimer
hu_hu: Törlés
lv: Dzēst
nb_no: Slett
nl: Verwijderen
pl: Usuń
ru: Удалить
sq: Fshini
sv: Radera
tr: Sil
zh_cn: 删除

source: Delete file
bg_bg: Изтриване на файл
ca: Esborrar arxius
cs_cz: Smazat soubor
es_mx: Borrar archivo
fi_fi: Poista tiedosto
fr: Effacer le fichier
hu_hu: Fájl törlés
lv: Dzēst failu
nb_no: Slett fil
nl: Verwijderen bestand
pl: Usuń plik
ru: Удалить файл
sq: Fshini skedarin
sv: Radera fil
tr: Dosyayı sil
zh_cn: 删除文件

# DeleteFile_Description
source: Are you sure, you want to delete the file {0}
bg_bg: Сигурни ли сте, че искате да изтриете файла {0}
ca: Està segur que vol suprimir l\'arxiu {0}
cs_cz: Opravdu chcete smazat soubor {0}
es_mx: Está seguro que quiere borrar este archivo {0}
fi_fi: Haluatko varmasti poistaa tiedoston {0}
fr: Êtes-vous sûr de vouloir supprimer le fichier {0}
hu_hu: Biztos, hogy törölni szeretnéd ezt a fájlt: {0}
lv: Vai esat pārliecināts, ka vēlaties izdzēst failu {0}
nb_no: Er du sikker på at du vil slette filen {0}
nl: Weet je zeker dat je bestand {0} wilt verwijderen
pl: Czy na pewno chcesz usunąć plik {0}
ru: Вы уверены что хотите удалить файл {0}?
sq: A jeni të sigurt që doni ta fshini skedarin {0}
sv: Är du säker på att du vill radera filen {0}
tr: {0} dosyasını silmek istediğinize emin misiniz
zh_cn: 您确定要删除此文件 {0} ?

source: Delete folder
bg_bg: Изтриване на папка
ca: Elimina carpeta
cs_cz: Smazat složku
es_mx: Borrar carpeta
fi_fi: Poista kansio
fr: Supprimer le dossier
hu_hu: Mappa törlés
lv: Dzēst mapi
nb_no: Slett mappe
nl: Verwijder map
pl: Usuń folder
ru: Удалить каталог
sq: Fshini dosjen
sv: Radera mapp
tr: Klasörü sil
zh_cn: 删除目录

# DeleteFolder_Description
source: Are you sure, you want to delete the folder {0}
bg_bg: Сигурни ли сте, че искате да изтриете папката {0}
ca: Està segur que vol suprimir la carpeta {0}
cs_cz: Opravdu chcete smazat složku {0}
es_mx: Está seguro que quiere borrar esta carpeta {0}
fi_fi: Haluatko varmasti poistaa kansion {0}
fr: Êtes-vous sûr de vouloir supprimer le dossier {0}
hu_hu: Biztos, hogy törölni szeretnéd ezt a mappát: {0}
lv: Vai esat pārliecināts, ka vēlaties izdzēst mapi {0}
nb_no: Er du sikker på at du vil slette mappen {0}
nl: Weet je zeker dat je map {0} wilt verwijderen?
pl: Czy na pewno chcesz usunąć folder {0}
ru: Вы уверены что хотите удалить каталог {0}?
sq: A jeni të sigurt që doni ta fshini dosjen{0}
sv: Är du säker på att du vill radera mappen {0}
tr: {0} klasörünü silmek istediğinize emin misiniz
zh_cn: 您确定要删除此文件夹 {0} ?

# UploadingFileProgress
source: {0} of {1} uploaded
bg_bg: {0} от {1} качени
ca: {0} de {1} pujat
cs_cz: Nahráno {0} z {1}
es_mx: {0} de {1} cargado
fi_fi: {0}/{1} lähetetty
fr: {0} de {1} téléversé
hu_hu: {0} / {1} feltöltve
lv: {0} no {1} augšupielādēts
nb_no: {0} av {1} lastet opp
nl: {0} van {1} geüpload
pl: Wysłano {0} z {1}
ru: {0} из {1} загружено
sq: Ngarkuar {0} nga {1}
sv: {0} av {1} uppladdad
tr: {0} / {1} yüklendi
zh_cn: {0}已上传,共计 {1} 个

# UploadingFiles
source: Uploading file {0} of {1}…
bg_bg: Качване на файл {0} от {1}
ca: Pujant l\'arxiu {0} de {1}
cs_cz: Nahrávání souboru {0} z {1}…
es_mx: Cargando archivo {0} de {1}…
fi_fi: Lähetetään tiedostoa {0}/{1}...
fr: Téléversement du fichier {0} de {1}...
hu_hu: {0} / {1} fájl feltöltése...
lv: Augšupielādē failu {0} no {1}…
nb_no: Laster opp fil {0} av {1}…
nl: Uploaden bestand {0} van {1}…
pl: Wysyłam plik {0} z {1}…
ru: Загрузка файлов {0} из {1}…
sq: Duke ngarkuar skedarin {0} nga {1}
sv: Laddar upp {0} av {1}…
tr: Dosyalar yükleniyor {0} / {1}…

# UploadingTheFile.Text
source: Uploading the file…
bg_bg: Качване на файл...
ca: Pujant el fitxer...
cs_cz: Nahrávání souboru
es_mx: Cargando el archivo...
fi_fi: Lähetetään tiedostoa...
fr: Téléversement du fichier en cours...
hu_hu: Fájl feltöltése...
lv: Augšupielādē failu...
nb_no: Laster opp filen...
nl: Uploaden bestand...
pl: Wysyłam plik...
ru: Загрузка файла...
sq: Duke ngarkuar skedarin...
sv: Laddar upp filen...
tr: Dosya yükleniyor...
zh_cn: 上传文件中 …

# DownloadingFileProgress
source: {0} of {1} downloaded
bg_bg: {0} от {1} изтеглени
ca: {0} de {1} descarregat
cs_cz: Staženo {0} z {1}
es_mx: {0} de {1} descargado
fi_fi: {0}/{1} ladattu
fr: {0} de {1} téléchargé
hu_hu: {0} / {1} letöltve
lv: {0} no {1} lejupielādēts
nb_no: {0} av {1} lastet ned
nl: {0} van {1} gedownload
pl: Ściągnięto {0} z {1}
ru: {0} из {1} скачано
sq: Sharkuar {0} nga {1}
sv: {0} av {1} nedladdad
tr: {0} / {1} indirildi
zh_cn: {0} 于 {1} 下载

# Auth_MaintenanceEnabled
source: The maintenance mode is enabled on the server.
bg_bg: Режимът на поддръжка е включен на сървъра.
ca: El mode manteniment està habilitat en el servidor
cs_cz: Na serveru je povolen režim údržby.
es_mx: El modo mantenimiento está habilitado en el servidor
fi_fi: Huoltotila on aktivoitu palvelimella.
fr: Le mode de maintenance est activé sur le serveur.
hu_hu: A szerveren be van kapcsolva a karbantartási mód.
lv: Apkopes režīms ir iespējots uz servera.
nb_no: Vedlikeholdsmodus er aktivert på tjeneren.
nl: De onderhoudsmodus is op de server ingeschakeld.
pl: Włączono tryb konserwacji na serwerze
ru: На сервере включен режим обслуживания.
sq: Gjëndja e mirëmbajtjes eshte aktivizuar ne shërbyes.
sv: Underhållsläget är aktiverat på servern
tr: Sunucu bakım kipinde.
zh_cn: 服务器维护模式被启用.

# Auth_Unauthorized
source: Wrong username or password.
bg_bg: Грешно потребителско име или парола
ca: Usuari o contrasenya erronis
cs_cz: Špatné uživatelské jméno nebo heslo.
es_mx: Nombre de usuario o contraseña equivocado.
fi_fi: Väärä käyttäjätunnus tai salasana.
fr: Nom d'utilisateur ou mot de passe incorrect.
hu_hu: Hibás felhasználónév vagy jelszó.
lv: Nepareizs lietotājvārds vai parole.
nb_no: Feil brukernavn eller passord.
nl: Verkeerde gebruikersnaam of wachtwoord.
pl: Zły login lub hasło
ru: Неверное имя пользователя или пароль
sq: Emër përdoruesi ose fjalëkalim i gabuar.
sv: Felaktigt användarnamn eller lösenord
tr: Kullanıcı adı ya da parola hatalı.
zh_cn: 错误的用户名或密码.

# ClientVersion
source: Client version {0}
bg_bg: Версия на клиента {0}
ca: Versió del client {0}
cs_cz: Verze klienta {0}
es_mx: Versión del cliente {0}
fi_fi: Sovellusversio {0}
fr: Version du client {0}
hu_hu: Kliens verzió {0}
lv: Klienta versija {0}
nb_no: Klientversjon {0}
nl: Clientversie {0}
pl: Wersja klienta {0}
ru: Версия клиента {0}
sq: Versioni klient {0}
sv: Klientversion {0}
tr: İstemci sürümü {0}
zh_cn: 客户端版本 {0}

# ServerNameOrAddressCouldNotBeResolved
source: The server name or address could not be resolved.
bg_bg: Името или адресът на сървъра не можаха да бъдат намерени.
ca: El nom del servidor o l\'adreça no s'han pogut resoldre
cs_cz: Jméno nebo adresu serveru se nepodařilo převést.
es_mx: El nombre del servidor o la dirección no pudo ser resuelta.
fi_fi: Palvelimen nimeä tai osoitetta ei voitu selvittää.
fr: Le nom du serveur ou l'adresse n'a pu être résolu.
hu_hu: A szerver neve vagy címe nem oldható fel.
nb_no: Tjeneradressen ble ikke funnet.
nl: De servernaam of adres kon niet worden gevonden.
pl: Rozwiązanie nazwy serwera lub adresu nie udało się.
ru: Не удается определить имя или адрес сервера.
sq: Emri ose adresa e serverit nuk mund të zgjidhet.
sv: Servernamnet eller adressen kunde ej beslutas.
tr: Sunucu adı ya da adresi çözümlenemedi.
zh_cn: 服务器名字或地址无法被识别

# ServerVersion
source: Server version {0}
bg_bg: Версия на сървъра {0}
ca: Versió del servidor {0}
cs_cz: Verze serveru {0}
es_mx: Versión del servidor {0}
fi_fi: Palvelimen versio {0}
fr: Version du serveur {0}
hu_hu: Szerver verzió {0}
lv: Servera versija {0}
nb_no: Tjenerversjon {0}
nl: Serverversie {0}
pl: Wersja serwera {0}
ru: Версия сервера {0}
sq: Versioni i serverit {0}
tr: Sunucu sürümü {0}
zh_cn: 服务器版本 {0}

# Delete_Label.Label
source: Delete
bg_bg: Изтриване
ca: Elimina
cs_cz: Smazat
es_mx: Borrar
fi_fi: Poista
fr: Supprimer
hu_hu: Törlés
lv: Dzēst
nb_no: Slett
nl: Verwijderen
pl: Usuń
ru: Удалить
sq: Fshini
sv: Radera
tr: Sil
zh_cn: 删除

# WaitingForServerResponse.Text
source: waiting for server response
bg_bg: изчакване на отговор от сървъра
ca: Esperant resposta del servidor
cs_cz: Čekání na odpověď serveru
es_mx: esperando respuesta del servidor
fi_fi: odotetaan palvelimen vastausta
fr: En attente d'une réponse du serveur
hu_hu: várakozás a szerver válaszára
lv: gaida servera atbildi
nb_no: venter på svar fra tjener
nl: wachter op de serverreactie
pl: oczekiwanie na odpowiedź serwera
ru: ожидание ответа сервера
sq: duke pritur përgjigjen e serverit
sv: Väntar på svar från serven
tr: sunucu yanıtı bekleniyor
zh_cn: 等待服务器响应

# ChooseANewName
source: Please choose a new name
bg_bg: Моля изберете ново име
ca: Si us plau, escolliu un nou nom
cs_cz: Prosím, zvolte nové jméno
es_mx: Favor de elegir un nuevo nombre
fi_fi: Valitse uusi nimi
fr: Veuillez s'il vous plaît choisir un nouveau nom
hu_hu: Kérlek válassz új nevet
lv: Lūdzu, izvēlieties jaunu vārdu.
nb_no: Vennligst velg et nytt navn
nl: Kies een nieuwe naam
pl: Wybierz nową nazwę
ru: Пожалуйста, выберите имя
sq: Ju lutem, zgjidhni një emër të ri
sv: Vänligen välj ett annat namn
tr: Lütfen yeni bir ad seçin
zh_cn: 请选择一个新的名字

source: Rename
bg_bg: Преименуване
ca: Canvia el nom
cs_cz: Přejmenovat
es_mx: Renombrar
fi_fi: Nimeä uudelleen
fr: Renommer
hu_hu: Átnevezés
lv: Pārsaukt
nb_no: Endre navn
nl: Hernoemen
pl: Zmień nazwę
ru: Переименовать
sq: Riemërtoni
sv: Byt namn
tr: Yeniden adlandır
zh_cn: 重命名

# Rename_Label.Label
source: Rename
bg_bg: Преименуване
ca: Canvia el nom
cs_cz: Přejmenovat
es_mx: Renombrar
fi_fi: Nimeä uudelleen
fr: Renommer
hu_hu: Átnevezés
lv: Pārsaukt
nb_no: Endre navn
nl: Hernoemen
pl: Zmień nazwę
ru: Переименовать
sq: Riemërtoni
sv: Byt namn
tr: Yeniden adlandır
zh_cn: 重命名

# Rename_Text.Text
source: Rename
bg_bg: Преименуване
ca: Canvia el nom
cs_cz: Přejmenovat
es_mx: Renombrar
fi_fi: Nimeä uudelleen
fr: Renommer
hu_hu: Átnevezés
lv: Pārsaukt
nb_no: Endre navn
nl: Hernoemen
pl: Zmień nazwę
ru: Переименовать
sq: Riemërtoni
sv: Byt namn
tr: Yeniden adlandır
zh_cn: 重命名

# MoveTo_Label.Label
source: Move to
bg_bg: Преместване в
ca: Moure a
cs_cz: Přesunout do
es_mx: Mover a
fi_fi: Siirrä kohteeseen
fr: Déplacer vers
hu_hu: Áthelyezés ide
lv: Pārvietot uz
nb_no: Flytt til
nl: Verplaatsen naar
pl: Przenieś do
ru: Переместить в
sq: Shkoni te
sv: Flytta till
tr: Şuraya taşı
zh_cn: 移动到

# MoveTo_Text.Text
source: Move to
bg_bg: Преместване в
ca: Moure a
cs_cz: Přesunout do
es_mx: Mover a
fi_fi: Siirrä kohteeseen
fr: Déplacer vers
hu_hu: Áthelyezés ide
lv: Pārvietot uz
nb_no: Flytt ti
nl: Verplaatsen naar
pl: Przenieś do
ru: Переместить в
sq: Shkoni te
sv: Flytta till
tr: Şuraya taşı
zh_cn: 移动到

# AppBarCancel.Label
source: Cancel
bg_bg: Отказ
ca: Cancel·la
cs_cz: Zrušit
es_mx: Cancelar
fi_fi: Peruuta
fr: Annuler
hu_hu: Mégsem
lv: Atcelt
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
ru: Отмена
sq: Anuloni
sv: Avbryt
tr: İptal
zh_cn: 取消

# AppBarDone.Label
source: Done
bg_bg: Готово
ca: Fet
cs_cz: Hotovo
es_mx: Hecho
fi_fi: Valmis
fr: Fait
hu_hu: Kész
lv: Pabeigts
nb_no: Ferdig
nl: Gedaan
pl: Zrobiono
ru: Готово
sq: U bë
sv: Färdig
tr: Bitti
zh_cn: 完成

# ChooseFolderListView_Header.Header
source: Choose folder
bg_bg: Избор на папка
ca: Escollir carpeta
cs_cz: Vybrat složku
es_mx: Elegir carpeta
fi_fi: Valitse kansio
fr: Choisir le dossier
hu_hu: Válassz mappát
lv: Izvēlies mapi
nb_no: Velg mappe
nl: Kies map
pl: Wybierz folder
ru: Выберите каталог
sq: Zgjidhni dosjen
sv: Välj mapp
tr: Klasör seçin
zh_cn: 选择目录

# ServerWithGivenAddressIsNotReachable
source: The server with the address {0} is not reachable.
bg_bg: Сървърът с адрес {0} не е достъпен.
ca: El servidor amb l\'adreça {0} no és assolible.
cs_cz: Server s adresou {0} není dostupný.
es_mx: El servidor en la dirección {0} no puede ser alcanzado.
fi_fi: Palvelin osoitteessa {0} ei ole tavoitettavissa.
fr: Le serveur avec l'adresse {0} n'est pas accessible.
hu_hu: A következő című szerver nem érhető el: {0}
lv: Serveris ar adresi {0} nav sasniedzams.
nb_no: Tjeneren med adressen {0} kan ikke nås.
nl: De server met adres {0} is niet te bereiken.
pl: Serwer o adresie {0} nie jest dostępny
ru: Сервер по адресу {0} недоступен
sq: Serveri me adresën {0} nuk është i arritshëm.
sv: Servern med adress {0} kan inte nås.
tr: {0} adresindeki sunucuya erişilemiyor.
zh_cn: 该服务器地址 {0} 无法访问.

# DownloadAsZip.Text
source: Download as ZIP file
bg_bg: Изтегляне като ZIP файл
ca: Baixa fitxer com a ZIP
cs_cz: Stáhnout jako ZIP soubor
es_mx: Descargar como un archivo ZIP
fi_fi: Lataa ZIP-tiedostona
fr: Télécharger en tant que fichier ZIP
hu_hu: Letöltés ZIP fájlként
lv: Lejupielādēt kā ZIP arhīvu
nb_no: Last ned ZIP- fil
nl: Downloaden als ZIP bestand
pl: Ściągnij jako plik ZIP
ru: Скачать как ZIP архив
sq: Shkarkoni si skedar ZIP
sv: Ladda ned ZIP-fil
tr: ZIP dosyası olarak indir
zh_cn: 下载为 ZIP 文件

# DownloadingFileProgressIndeterminate
source: {0} downloaded
bg_bg: {0} изтеглени
ca: {0} descarregat
cs_cz: {0} stažen
es_mx: {0} descargado
fi_fi: {0} ladattu
fr: {0} téléchargé
hu_hu: {0} letöltve
lv: {0} lejupielādēts
nb_no: {0} lastet ned
nl: {0} gedownload
pl: Ściągnięto {0}
ru: {0} скачано
sq: Sharkuar {0}
sv: {0} nedladdade
tr: {0} indirildi
zh_cn: 已下载 {0}

# VerificationService_Prompt
source: To access your Nextcloud, provide the sign-in info for your device.
bg_bg: За достъп до вашия Nextcloud, предоставете информация за вход на вашето устройство.
ca: Per accedir al teu Nextcloud, proporciona la informació d\'accés al teu dispositiu.
cs_cz: Abyste mohli přistupovat k vašemu Nextcloudu, zadejte přihlašovací údae pro vaše zařízení.
es_mx: Para acceder a su Nextcloud, proporcione la información de autenticación de su dispositivo.
fr: Pour accéder à votre Nextcloud, fournissez les informations de connexion pour votre appareil.
lv: Lai piekļūtu jūsu Nextcloud, nodrošināt pierakstīšanās informāciju par ierīci.
nb_no: For å få tilgang til din Nextcloud, angi påloggingsinformasjon for enheten.
nl: Om toegang te krijgen tot je Nextcloud moet je de inloginfo voor je apparaat opgeven.
pl: Aby zalogować się do Nextclouda wprowadź informacje logowania swojego urządzenia
ru: Что бы получить доступ в ваш Nextcloud, предоставьте информацию для входа вашему устройству.
sv: För att få tillgång till servern så måste du ange korrekt inloggningsinformation i din enhet.
tr: Nextcloud hesabınıza erişmek için aygıtınızdan oturum açın.
zh_cn: 要访问你的 Nextcloud, 为你的设备提供登录信息.

# UseWindowsHello.Header
source: Windows Hello authentication
bg_bg: Windows Hello удостоверяване
ca: Autenticació Windows Hello
cs_cz: Autentizace Windows Hello
es_mx: Autenticación Windows Hello
fi_fi: Windows Hello -tunnistautuminen
fr: Authentification Windows Hello
lv: Windows sveiks autentifikācija
nb_no: Windows Hello autentisering
nl: Windows Hello authenticatie
pl: Uwierzytelnienie Windows Hello
ru: Проверка подлинности Windows Hello
sv: "Windows Hello" autentisering
tr: Windows Hello kimlik doğrulaması
zh_cn: Windows Hello 认证

# WindowsHelloNotAvailable
source: No PIN is set for this device. In order to use Windows Hello, a PIN has to be defined.
bg_bg: PIN не е настроен за това устройство. За да използвате Windows Hello, трябва да дефинирате PIN за устройството.
ca: No s\'ha seleccionat cap PIN en aquest dispositiu. Per poder utilitzar Windows Hello, s\'ha de definir un PIN.
cs_cz: Pro toto zařízení není nastavený PIN. Pokud chcete použít Windows Hello, musí být definován.
es_mx: No se ha establecido un PIN para este dispositivo. Para poder usar Windows Hello, se debe definir un PIN.
fr: Aucun code PIN n'est défini pour cet appareil. Pour pouvoir utiliser Windows Hello, un code PIN doit être défini.
lv: Nav PIN iestatīts šai ierīcei. Lai izmantotu Windows Hallo, PIN KODS ir jādefinē.
nb_no: Ingen PIN er satt for denne enheten. For å bruke Windows Hello må du angi en PIN
nl: Er is geen PIN ingesteld voor dit apparaat. Om Windows Hello te kunnen gebruiken, moet een PIN worden ingesteld.
pl: PIN nie jest ustawiony dla tego urządzenia. Żeby użyć Windows Hello musi być zdefiniowany PIN.
ru: Для устройства не был установлен PIN. Что бы использовать Windows Hello требуется задать PIN.
sv: Ingen PIN är inställd för den här enheten. För att kunna använda Windows Hello måste en PIN-kod finnas.
tr: Bu aygıt için henüz bir PIN kodu ayarlanmamış. Windos Hello kimlik doğrulamasını kullanabilmek için bir PIN ayarlamalısınız.
zh_cn: 该设备没有设置 PIN .要使用 Windows Hello, 必须定义 PIN.

# Download.Text
source: Download
bg_bg: Изтегляне
ca: Baixa
cs_cz: Stáhnout
es_mx: Descargar
fi_fi: Lataa
fr: Télécharger
hu_hu: Letöltés
lv: Lejupielādēt
nb_no: Last ned
nl: Downloaden
pl: Ściągnij
ru: Скачать
sv: Ladda ned
tr: İndir

# DialogTitle_SignInRequired
source: Sign-in required
bg_bg: Изисква се вход
ca: Inici de sessió necessari
cs_cz: Vyžadováno přihlášení
es_mx: Se requiere autenticación
fi_fi: Kirjautuminen vaaditaan
fr: Identification requise
hu_hu: Bejelentkezés szükséges
lv: Nepieciešama pierakstīšanās
nb_no: Innlogging er nødvendig
nl: Inloggen vereist
pl: Zalogowanie jest wymagane
ru: Требуется вход
sv: Inloggning krävs
tr: Oturum açmalısınız
zh_cn: 要求登录

# SignInRequiredMessage
source: We can't open Nextcloud until you provide your device sign-in info.
bg_bg: Не може да стартираме Nextcloud, докато не се осигурите информация за вход на вашето устройство.
ca: No podem obrir Nextcloud fins que proporcioneu les dades d\'inici de sessió al vostre dispositiu.
cs_cz: Nemůžeme otevřít Nexcloud, dokud nedodáte přihlašovací údaje.
es_mx: No es posible abrir Nextcloud hasta que proporcione la información de autenticación de su dispositivo.
fi_fi: Nextcloudia ei voida avata ennen kirjautumistietojen syöttämistä.
fr: Nous ne pouvons pas lancer Nextcloud jusqu'à ce que vous fournissez les informations de connexion de votre appareil.
nb_no: Vi kan ikke åpne Nextcloud før du oppgir din påloggingsinformasjonen for enheten.
nl: We kunnen Nextcloud niet openen totdat je apparaat inloginfo hebt opgegeven.
pl: Nie możemy otworzyć Nextclouda dopóki nie będa wprowadzone informacje logowania urządzenia
ru: Мы не можем открыть Nextcloud пока вы не предоставите своему устройству данные для входа в систему
sv: Kan ej öppna Nextcloud förrän du anger din enhets inloggningsinformation.
tr: Aygıtınızın oturum açma bilgileri verilmeden Nextcloud açılamaz.
zh_cn: 我们不能打开 Nextcloud 直到你为你的设备提供了登录信息.

source: Try again
bg_bg: Нов опит
ca: Torna a provar
cs_cz: Zkusit znovu
es_mx: Vuelva a intentar
fi_fi: Yritä uudelleen
fr: Essayez à nouveau
hu_hu: Próbáld újra
lv: Mēģiniet vēlreiz
nb_no: Prøv igjen
nl: Probeer het opnieuw
pl: Spróbuj ponownie
ru: Попытаться снова
sv: Försök igen
tr: Yeniden deneyin
zh_cn: 再试一次
